
/* Meeting room section settings */
 
"Meeting room" = "Vergaderzaal";
"Name" = "Naam";
"URL Logo" = "URL Logo";

"Release room after confirmation countdown" = "Zaal vrijgeven na afloop van timer";
"Free after countdown" = "De zaal vrijgeven na termijn om te bevestigen";
"Time to confirm presence" = "Tijd om te bevestigen";
"Send e-mail messages" = "E-mail sturen naar organisator";
"Notify address" = "E-mail in CC naar";

/* SMTP Settings section settings */

"SMTP Settings" = "SMTP Instellingen";
"Hostname" = "Hostname";
"Port number" = "Poort";
"Authentication" = "Authenticatie";
"Sender" = "Afzender";
"Username" = "Gebruiker";
"Password" = "Wachtwoord";

/* Values */

"None" = "Geen";
"15 seconds" = "15 seconden (enkel als test)";
"5 minutes" = "5 minuten";
"15 minutes" = "15 minuten";
"30 minutes" = "30 minuten";
"1 hour" = "1 uur";
"2 hours" = "2 uren";